Repository: palaciowagner/AlepeDigital
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Please log in to access this page.
pt: Faça o login para acessar esta página.

source: This nickname has invalid characters. Please use letters, numbers, dots and underscores only.
pt: Esse usuário tem caracteres inválidos. Por favor, use letras, números, pontos e sublinhados somente.

source: This nickname is already in use. Please choose another one.
pt: Este usuário já está em uso. Por favor escolha outro.

source: Your post is now live!
pt: Sua postagem está online!

source: User %(usr)s not found.
pt: O usuário %(usr)s não foi encontrado.

source: Your changes have been saved.
pt: As suas alterações foram gravadas

source: You can't follow yourself!
pt: Você não pode seguir-se!

source: Cannot follow %(nick)s.
pt: Você não pode seguir %(nick)s.

source: You are now following %(nick)s
pt: Você está agora seguindo %(nick)s

source: User %(nick)s not found.
pt: O usuário %(nick)s não foi encontrado.

source: You can't unfollow yourself!
pt: Você não pode se seguir!

source: Cannot unfollow %(nick)s
pt: Você não pode seguir %(nick)s.

source: You have stopped following %(nick)s
pt: Você não está mais seguindo %(nick)s

source: Project %(number)s not found.
pt: O Projeto %(number)s não foi encontrado.

source: Cannot vote for %(project)s project
pt: Não foi possível votar no projeto %(project)s

source: Thanks for voting for %(project)s
pt: Obrigado por votar no projeto %(project)s

source: Deputy %(usr)s not found.
pt: O deputado %(usr)s não foi encontrado.

source: File Not Found
pt: Arquivo não encontrado

source: Back
pt: Voltar

source: An unexpected error has occurred
pt: Um erro inesperado ocorreu

source: The administrator has been notified. Sorry for the inconvenience!
pt: O administrador foi notificado. Desculpe-nos pela inconveniência!

source: Home
pt: Página Inicial

source: Your Profile
pt: Seu Perfil

source: Newer posts
pt: Postagens mais recentes

source: Older posts
pt: Postagens mais antigas

source: Edit Your Profile
pt: Edite seu perfil

source: Your nickname:
pt: Seu usuário:

source: About yourself:
pt: Sobre você:

source: Save Changes
pt: Salvar Alterações

source: Hi, %(nickname)s!
pt: Oi, %(nickname)s!

source: Say something:
pt: Fale algo:

source: Post!
pt: Postar!

source: Newer projects
pt: Projects mais recentes

source: Older projects
pt: Projects mais antigos

source: Please sign in
pt: Por favor, cadastre-se

source: Error
pt: Erro

source: I don't know you!
pt: Quem é você?

source: Login with Facebook
pt: Faça login com o Facebook

source: %(nickname)s said %(when)s:
pt: %(nickname)s disse %(when)s:

source: Delete
pt: Apagar

source: Yes
pt: Sim

source: No
pt: Não

source: Search results for "%(query)s":
pt: Resultados da pesquisa para "%(query)s":

source: Last seen:
pt: Visto pela última vez em:

source: Following:
pt: Seguindo:

source: Edit your profile
pt: Editar perfil

source: Follow
pt: Seguir

source: Unfollow
pt: Deixar de seguir
